Repository: Disheta006/rupee-tracker
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, te

source: Food
hi: खाना
te: ఆహారం

source: Shopping
hi: खरीदारी
te: షాపింగ్

source: Housing
hi: आवास
te: ఇల్లు

source: Transport
hi: परिवहन
te: రవాణా

source: Entertainment
hi: मनोरंजन
te: వినోదం

source: Health
hi: स्वास्थ्य स्थिति
te: ఆరోగ్య స్థితి

source: Others
hi: अन्य
te: ఇతరులు

source: General Feedback
hi: सामान्य प्रतिक्रिया
te: సాధారణ ఫీడ్‌బ్యాక్

source: Technical Issue
hi: तकनीकी समस्या
te: సాంకేతిక సమస్య

source: Feature Request
hi: फ़ीचर अनुरोध
te: ఫీచర్ అభ్యర్థన

source: Rupee Tracker
hi: रुपया ट्रैकर
te: రూపాయి ట్రాకర్

source: Home
hi: घर
te: ఇల్లు

source: About
hi: परिचय
te: గురించి

source: Dashboard
hi: डैशबोर्ड
te: డ్యాష్‌బోర్డు

source: Contact Us
hi: संपर्क करें
te: మమ్మల్ని సంప్రదించండి

source: Settings
hi: सेटिंग्स
te: సెట్టింగ్స్

source: Login
hi: लॉगिन
te: లాగిన్

source: Our Mission
hi: हमारा मिशन
te: మా లక్ష్యం

source: "Welcome to <span class="text-custom-green_tone1 font-bold">Rupee Tracker</span>. We belive that managing your finances should be as natural as breathing. Our mission is to provide an intutivie, secure, and smart platform for tracking your daily expenses."
hi: रुपये ट्रैकर में आपका स्वागत है। हमारा मानना है कि अपनी वित्तीय स्थिति का प्रबंधन करना उतना ही स्वाभाविक होना चाहिए जितना कि सांस लेना। हमारा मिशन आपके दैनिक खर्चों को ट्रैक करने के लिए एक सहज, सुरक्षित और स्मार्ट प्लेटफ़ॉर्म प्रदान करना है।
te: రూపీ ట్రాకర్‌కు స్వాగతం. మనం నమ్ముకుంటున్నాం, ఆర్థిక నిర్వహణ శ్వాస తీసుకోవడం లాంటివి సహజంగా ఉండాలి. మీ రోజువారీ ఖర్చులను ట్రాక్ చేయడానికి సులభమైన, సురక్షితమైన మరియు స్మార্ট్ ప్లాట్‌ఫారమ్‌ను అందించడం మన లక్ష్యం.

source: Wheather you are tracking a morning coffee or your monthly rent, our platform helps you visualize your cash flow so you can make informed decisions for a healthier financial future.
hi: चाहे आप अपनी सुबह की कॉफी का हिसाब रख रहे हों या अपना मासिक किराया, हमारा प्लेटफ़ॉर्म आपको अपने नकदी प्रवाह को दृष्टिगत करने में मदद करता है ताकि आप एक स्वस्थ वित्तीय भविष्य के लिए सूचित निर्णय ले सकें।
te: మీరు ఉదయపు కాఫీ ఖర్చును గానీ, నెలవారీ అద్దెను గానీ ట్రాక్ చేసుకుంటున్నారా, మా ప్లాట్‌ఫారం మీ నగదు ప్రవాహాన్ని దృశ్యరూపంగా చూపి, ఆరోగ్యకరమైన ఆర్థిక భవిష్యత్తు కోసం తెలియజేసిన నిర్ణయాలు తీసుకోవడంలో సహాయపడుతుంది.

source: Features
hi: विशेषताएँ
te: ఫీచర్లు

source: Language Changing
hi: भाषा बदलना
te: భాష మార్చడం

source: Customize your experirence with multi-language support for global tracking.
hi: वैश्विक ट्रैकिंग के लिए बहुभाषी समर्थन के साथ अपने अनुभव को अनुकूलित करें।
te: ప్రపంచవ్యాప్తంగా ట్రాకింగ్ కోసం బహుభాషా మద్దతుతో మీ అనుభవాన్ని కావ్యత్మకంగా మార్చుకోండి.

source: Feedback Section
hi: प्रतिपुष्टि अनुभाग
te: ఫీడ్‌బ్యాక్ విభాగం

source: We value your input. We provide a generated opinion based on the expense flow.
hi: हम आपकी राय को महत्व देते हैं। हम खर्च के प्रवाह के आधार पर एक उत्पन्न राय प्रदान करते हैं।
te: మేము మీ అభిప్రాయాన్ని విలువిస్తాము. ఖర్చుల ప్రవాహం ఆధారంగా మేము రూపొందించిన అభిప్రాయాన్ని అందిస్తాము

source: Health Status
hi: स्वास्थ्य स्थिति
te: ఆరోగ్య స్థితి

source: Monitor you financial well-being with real-time budget health indicators.
hi: वास्तविक समय के बजट स्वास्थ्य संकेतकों के साथ अपने वित्तीय कल्याण की निगरानी करें।
te: రియల్-టైమ్ బడ్జెట్ ఆరోగ్య సూచికలతో మీ ఆర్థిక స్థితిని పర్యవేక్షించండి.

source: Calender
hi: कैलेंडर
te: క్యాలెండర్

source: Schedule recurring expenses and manage your financial timeline effortlessly.
hi: लगातार होने वाले खर्चों को तय करें और अपनी वित्तीय समयरेखा को आसानी से प्रबंधित करें।
te: ఆవృత ఖర్చులను షెడ్యూల్ చేయండి మరియు మీ ఆర్థిక కాలరేఖను సులభంగా నిర్వహించండి.

source: Data Visualization
hi: डेटा की कल्पना करें
te: డేటాను దృశ్యరూపంగా చూపించండి

source: Transform numbers into clarity with beautiful, interactive charts and spending reports.
hi: खूबसूरत, इंटरैक्टिव चार्ट और खर्च रिपोर्ट के साथ संख्याओं को स्पष्टता में बदलें।
te: అందమైన, ఇంటరాక్టివ్ చార్ట్లు మరియు ఖర్చుల నివేదికలతో సంఖ్యలను స్పష్టంగా మార్చండి.

source: Our Team
hi: हमारी टीम
te: మా టీమ్

source: Lead Developer
hi: मुख्य डेवलपर
te: ముఖ్య డెవలపర్

source: Full Stack Engineer
hi: फुल स्टैक इंजीनियर
te: ఫుల్ స్టాక్ ఇంజనియర్

source: UI/UX Designer
hi: यूआई/यूएक्स डिज़ाइनर
te: యూజర్ ఇంటర్‌ఫేస్/యూజర్ అనుభవ డిజైనర్

source: Creative Director
hi: क्रिएटिव डायरेक्टर
te: క్రియేటివ్ డైరెక్టర్

source: Analysis
hi: विश्लेषण
te: విశ్లేషణ

source: Clear insights. Better decisions.
hi: स्पष्ट अंतर्दृष्टि। बेहतर निर्णय।
te: స్పష్టమైన అవగాహన. మెరుగైన నిర్ణయాలు.

source: Spending by Category
hi: श्रेणी के अनुसार व्यय
te: వర్గం ప్రకారం ఖర్చులు

source: No expense recorded yet.
hi: अभी तक कोई व्यय दर्ज नहीं किया गया है।
te: ఇంతవరకు ఎటువంటి ఖర్చు రికార్డు చేయబడలేదు.

source: Transactions
hi: लेन-देन
te: లావాదేవీలు

source: Average
hi: औसत
te: సగటు

source: Every date tells a spending story.
hi: हर तिथि एक खर्च की कहानी बताती है।
te: ప్రతి తేదీ ఒక ఖర్చుల కథ చెబుతుంది.

source: Monthly Summary
hi: मासिक सारांश
te: మాసానికి సారాంశం

source: Total Spent
hi: कुल खर्च
te: మొత్తం ఖర్చు

source: Category
hi: श्रेणी
te: వర్గం

source: Smart categories. Smarter tracking.
hi: स्मार्ट श्रेणियां। और भी स्मार्ट ट्रैकिंग।
te: స్మార్ట్ వర్గాలు. మరింత తెలివిగా ట్రాకింగ్.

source: Other
hi: अन्य
te: ఇతర

source: Charts
hi: चार्ट
te: చార్ట్స్

source: Visual clarity for your finances.
hi: आज ही अपनी वित्तीय स्थिति पर नियंत्रण पाएं
te: మీ ఆర్థిక వ్యవస్థను నియంత్రించుకోండి

source: Spending Overview
hi: खर्च का अवलोकन
te: ఖర్చుల సమీక్ష

source: Total Spending:
hi: कुल खर्च:
te: మొత్తం ఖర్చు:

source: Category Distribution
hi: श्रेणी वितरण
te: వర్గ విభజన

source: Have any suggestion for the <b> Rupee Tracker</b>? We'd love to hear from you!
hi: क्या आपके पास <b>रुपया ट्रैकर</b> के लिए कोई सुझाव है? हम आपसे सुनना पसंद करेंगे!क्या आपके पास <b>रुपया ट्रैकर</b> के लिए कोई सुझाव है? हम आपकी राय सुनना पसंद करेंगे!
te: మీకు <b>రూపాయి ట్రాకర్</b> కోసం ఏదైనా సూచన ఉందా? మేము మీ నుండి వినాలని కోరుకుంటున్నాము!

source: Full Name
hi: पूरा नाम
te: పూర్తి పేరు

source: Enter your name...
hi: अपना नाम दर्ज करें...
te: మీ పేరు నమోదు చేయండి...

source: Email Address
hi: ईमेल पता
te: ఇమెయిల్ చిరునామా

source: Type
hi: टाइप
te: రకం

source: Message
hi: संदेश
te: సందేశం

source: How can we improve your tracking experirence?
hi: हम आपके ट्रैकिंग अनुभव को कैसे बेहतर बना सकते हैं?
te: మీ ట్రాకింగ్ అనుభవాన్ని మేము ఎలా మెరుగుపరచగలము?

source: Send Feedback
hi: प्रतिपुष्टि भेजें
te: ఫీడ్‌బ్యాక్ పంపండి

source: Email Us
hi: हमें ईमेल करें
te: మాకు ఇమెయిల్ పంపండి

source: Call Us
hi: हमें कॉल करें
te: మాకు కాల్ చేయండి

source: Track your expenses and control flow here!
hi: यहाँ अपने खर्चों को ट्रैक करें और प्रवाह को नियंत्रित करें!
te: మీ ఖర్చులు ట్రాక్ చేయండి మరియు ఇక్కడ ప్రవాహాన్ని నియంత్రించండి!

source: Budget Overview
hi: बजट अवलोकन
te: బడ్జెట్ అవలోకనం

source: Total Income
hi: कुल आय
te: మొత్తం ఆదాయం

source: Update
hi: अपडेट

source: Total Expenses
hi: कुल खर्च
te: మొత్తం ఖర్చులు

source: Financial Insights
hi: वित्तीय जानकारी
te: ఆర్థిక అవగాహనలు

source: category
hi: श्रेणी
te: వర్గం

source: charts
hi: चार्ट
te: చార్ట్స్

source: Recent Expenses
hi: हाल की खर्चें
te: ఇటీవల ఖర్చులు

source: No expenses yet
hi: कुल खर्च
te: మొత్తం ఖర్చులు

source: Add Expense
hi: खर्च जोड़ें
te: ఖర్చు జోడించండి

source: Title
hi: शीर्षक
te: శీర్షిక

source: Amount
hi: राशि
te: మొత్తం

source: Cancel
hi: रद्द करें
te: రద్దు చేయి

source: Add
hi: जोड़ें
te: జోడించు

source: Edit Expenses
hi: खर्च जोड़ें
te: ఖర్చు జోడించండి

source: Title
hi: शीर्षक
te: శీర్షిక

source: Date
hi: तारीख
te: తేది

source: Save Changes
hi: परिवर्तनों को सहेजें
te: మార్పులను సేవ్ చేయండి

source: Logout
hi: लॉग आउट
te: లాగ్ అవుట్

source: Let's Get Started
hi: आइए शुरू करते हैं
te: మనం ప్రారంభిద్దాం

source: Take control of your finances today.
hi: आज ही अपनी वित्तीय स्थिति पर नियंत्रण पाएं
te: మీ ఆర్థిక వ్యవస్థను నియంత్రించుకోండి

source: Explore Now
hi: अब एक्सप्लोर करें
te: ఇప్పుడు మనం అన్వేషిద్దాం

source: Smart Tracking
hi: स्मार्ट ट्रैकिंग
te: స్మార్ట్ ట్రాకింగ్

source: View spending with smart charts.
hi: स्मार्ट चार्ट्स के साथ खर्चों को देखें
te: స్మార్ట్ చార్ట్స్‌తో ఖర్చులను చూడండి

source: Visualize Data
hi: डेटा की कल्पना करें
te: డేటాను దృశ్యరూపంగా చూపించండి

source: Demo
hi: डेमो
te: డెమో

source: Here is quick sneak-peek on how <b> Rupee Tracker</b> works!
hi: यहाँ <b>रुपी ट्रैकर</b> कैसे काम करता है, इसका एक त्वरित झलक है!
te: <b>రూపాయి ట్రాకర్</b> ఎలా పనిచేస్తుందో ఒక వేగంగా చక్కగా చూపిస్తాం!

source: Personalize your tracking logic
hi: अपने ट्रैकिंग लॉजिक को व्यक्तिगत बनाएं
te: మీ ట్రాకింగ్ లాజిక్‌ను వ్యక్తిగతీకరించండి

source: Budget Controls
hi: बजट नियंत्रण
te: బడ్జెట్ నియంత్రణలు

source: Data & Privacy
hi: डेटा और गोपनीयता
te: డేటా & గోప్యత

source: Quick Links
hi: त्वरित लिंक
te: త్వరిత లింకులు

source: Security
hi: खाता सुरक्षा
te: ఖాతా భద్రత

source: Monthly Income
hi: कुल आय
te: మొత్తం ఆదాయం

source: Used for health & insights
hi: स्वास्थ्य और जानकारी के लिए उपयोग किया जाता है
te: ఆరోగ్యం & అవగాహన కోసం ఉపయోగించబడుతుంది

source: Spending Health Threshold
hi: स्वास्थ्य चेतावनी सीमा
te: ఆరోగ్య హెచ్చరిక సరిహద్దు

source: Warning trigger level
hi: चेतावनी ट्रिगर स्तर
te: హెచ్చరిక ప్రేరణ స్థాయి

source: Billing Cycle Start
hi: बिलिंग चक्र
te: బిల్లింగ్ చక్రం

source: Monthly reset day
hi: मासिक सारांश
te: మాసానికి సారాంశం

source: 1st of the Month
hi: महीने की पहली तारीख
te: నెలలో 1వ తేది

source: 6th of the Month
hi: महीने की 10 तारीख
te: నెలలో 10వ తేదీ

source: 12th of thr Month
hi: महीने की 10 तारीख
te: నెలలో 10వ తేదీ

source: Update Preferences
hi: पसंद अपडेट करें
te: ప్రాధాన్యాలను నవీకరించండి

source: Export Data
hi: डेटा निर्यात करें
te: డేటాను ఎగుమతి చేయండి

source: CSV
hi: सीएसवी
te: సీఎస్వీ

source: PDF
hi: पीडीएफ
te: పీడీఎఫ్

source: Delete All Data
hi: सारा डेटा मिटाएँ
te: అన్ని డేటాను తొలగించండి

source: Delete
hi: हटाएँ
te: తొలిగించు

source: About Mission
hi: मिशन के बारे में
te: మిషన్ గురించి

source: Submit Feedback
hi: प्रतिपुष्टि जमा करें
te: ఫీడ్‌బ్యాక్ సమర్పించండి

source: Change Password
hi: पासवर्ड बदलें

source: Enter valid INCOME value!
hi: मान्य आय मूल्य दर्ज करें!
te: చెల్లుబాటు అయ్యే ఆదాయం విలువని నమోదు చేయండి!

source: No expenses yet!
hi: कुल खर्च
te: మొత్తం ఖర్చులు

source: Your spending is under control 👍
hi: आपका खर्च नियंत्रित है 👍
te: మీ ఖర్చులు మీరు నియంత్రణలో ఉంచారు 👍

source: Warning! Your spending is approaching your threshold! ⚠️
hi: सावधान! आपका खर्च आपकी सीमा के करीब पहुँच रहा है! ⚠️
te: హెచ్చరిక! మీ ఖర్చులు మీ మీతర్కాన్ని చేర! ⚠️

source: Danger! You have exceeded your budget 🚨
hi: सावधान! आपने अपना बजट पार कर लिया है 🚨
te: హెచ్చరిక! మీరు మీ బడ్జెట్‌ను మించుకున్నారు 🚨

source: Thank you! Your message has been sent.
hi: धन्यवाद! आपका संदेश भेज दिया गया है।
te: ధన్యవాదాలు! మీ సందేశం పంపించబడింది.

source: Preferences updated successfully!
hi: पसंद सफलतापूर्वक अपडेट हो गई!
te: ప్రాధాన్యాలను విజయవంతంగా అప్‌డేట్ చేయబడింది!

source: Hide Amounts
te: రాశులను దాచండి

source: Mask financial values
te: ఆర్థిక విలువలను ముసుగెంచడం
